{
  "productos": [
    {
      "nombreProducto": "Call of Duty: Modern Warfare II",
      "precio": "45.98",
      "categoria": "Bélico",
      "requisitos_sistema": "Windows 10, i5-6600, 12GB RAM, GTX 970, 100GB",
      "Desarrollador": "Infinity Ward",
      "imagen": "https://images.pexels.com/photos/30911676/pexels-photo-30911676/free-photo-of-silhouette-of-soldier-with-weapon-in-dark-ambiance.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
      "descripcionCorta": "Sumérgete en la guerra moderna con una acción intensa y un realismo impresionante.",
      "descripcionLarga": "Call of Duty: Modern Warfare II te pone en el centro del combate táctico con gráficos realistas, una narrativa emocionante y mecánicas de juego mejoradas. Experimenta operaciones especiales encubiertas, intensos enfrentamientos multijugador y un innovador sistema de progresión. Con un modo campaña cinematográfico y una experiencia multijugador adictiva, esta entrega redefine el género de los shooters militares.",
      "reseñas": "3",
      "id": 7
    },
    {
      "nombreProducto": "Battlefield 2042",
      "precio": "35.54",
      "categoria": "Bélico",
      "requisitos_sistema": "Windows 10, i5-6600K, 16GB RAM, RTX 3060, 100GB",
      "Desarrollador": "DICE",
      "imagen": "https://images.pexels.com/photos/163347/war-desert-guns-gunshow-163347.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
      "descripcionCorta": "El campo de batalla evoluciona con combates masivos, destrucción y guerra total.",
      "descripcionLarga": "Battlefield 2042 ofrece una experiencia de guerra futurista en mapas dinámicos con hasta 128 jugadores. Con vehículos avanzados, entornos destructibles y la libertad de jugar a tu manera, este shooter en primera persona redefine la guerra moderna con acción trepidante y estrategias de equipo esenciales. Domina el caos y experimenta batallas sin precedentes.",
      "reseñas": "4",
      "id": 8
    },
    {
      "nombreProducto": "FIFA 23",
      "precio": "15.48",
      "categoria": "Deportes",
      "requisitos_sistema": " Windows 10, i5-6600K, 8GB RAM, GTX 1050 Ti, 50GB",
      "Desarrollador": "EA Sports",
      "imagen": "https://images.pexels.com/photos/1171084/pexels-photo-1171084.jpeg?auto=compress&cs=tinysrgb&w=600",
      "descripcionCorta": "El fútbol más realista con tecnología de última generación y competiciones globales.",
      "descripcionLarga": "FIFA 23 lleva la simulación futbolística a un nuevo nivel con HyperMotion2, que ofrece movimientos más naturales y fluidos. Disfruta de la Copa del Mundo, ligas femeninas y modos clásicos como Carrera y Ultimate Team. Con gráficos mejorados, mecánicas refinadas y la emoción del fútbol en cada partido, esta es la experiencia definitiva para los fanáticos del deporte rey.",
      "reseñas": "4",
      "id": 9
    },
    {
      "nombreProducto": "NBA 2K24",
      "precio": "50",
      "categoria": "Deportes",
      "requisitos_sistema": "Windows 10, i5-4430, 8GB RAM, GTX 770, 110GB",
      "Desarrollador": "Visual Concepts",
      "imagen": "https://images.pexels.com/photos/1752757/pexels-photo-1752757.jpeg?auto=compress&cs=tinysrgb&w=600",
      "descripcionCorta": "La mejor simulación de baloncesto con jugabilidad refinada y modos inmersivos.",
      "descripcionLarga": "NBA 2K24 te sumerge en la acción del baloncesto con mecánicas más realistas, gráficos espectaculares y una IA mejorada. Crea tu legado en MyCareer, forma el equipo perfecto en MyTeam o domina las canchas callejeras en The City. Con animaciones mejoradas y mayor control sobre los jugadores, este es el título definitivo para los amantes del basket.",
      "reseñas": "4",
      "id": 10
    },
    {
      "nombreProducto": "Grand Theft Auto V",
      "precio": "39",
      "categoria": "Accion",
      "requisitos_sistema": "Windows 10, i5-3470, 8GB RAM, GTX 660, 72GB",
      "Desarrollador": "Rockstar Games",
      "imagen": "https://i.pinimg.com/originals/ee/65/31/ee65312d64f60298dd65bc0e3e1deaea.jpg",
      "descripcionCorta": "Explora un mundo abierto vibrante con acción, crimen y libertad total.",
      "descripcionLarga": "GTA V te lleva a Los Santos, una ciudad llena de oportunidades y peligros. Con tres protagonistas entrelazados, una historia emocionante y un mundo abierto repleto de actividades, el juego ofrece una experiencia única. Ya sea en la campaña o en GTA Online, prepárate para atracos espectaculares, persecuciones intensas y una jugabilidad sin límites.\n\n",
      "reseñas": "5",
      "id": 11
    },
    {
      "nombreProducto": "Cyberpunk 2077",
      "precio": "69",
      "categoria": "Accion",
      "requisitos_sistema": "Windows 10, i7-6700, 16GB RAM, RTX 2060, 70GB",
      "Desarrollador": "CD Projekt Red",
      "imagen": "https://i.pinimg.com/736x/4f/0e/2f/4f0e2f2c4bfba4f5ff195a6bc447c411.jpg",
      "descripcionCorta": "Un RPG futurista con una historia profunda y un mundo abierto vibrante.",
      "descripcionLarga": "Cyberpunk 2077 te transporta a Night City, una metrópolis llena de ambición, tecnología y caos. Personaliza a V, un mercenario en busca de la inmortalidad, y toma decisiones que impactan la narrativa. Con un combate fluido, un sistema de habilidades diverso y un mundo interactivo, esta aventura de ciencia ficción ofrece una experiencia RPG sin igual.",
      "reseñas": "1",
      "id": 12
    },
    {
      "nombreProducto": "The Legend of Zelda: Breath of the Wild",
      "precio": "20",
      "categoria": "Aventuras",
      "requisitos_sistema": "Nintendo Switch, 4GB RAM, 13.4GB",
      "Desarrollador": "Nintendo",
      "imagen": "https://images.pexels.com/photos/334068/pexels-photo-334068.jpeg?auto=compress&cs=tinysrgb&w=600",
      "descripcionCorta": "Explora un vasto mundo abierto lleno de misterios y desafíos.",
      "descripcionLarga": "Breath of the Wild reinventa la saga Zelda con una exploración sin restricciones, mecánicas de supervivencia y una historia épica. Juega como Link y desvela los secretos de Hyrule mientras resuelves acertijos, enfrentas enemigos y dominas el entorno con físicas realistas. Un viaje inolvidable en un universo lleno de magia y aventura.",
      "reseñas": "5",
      "id": 13
    },
    {
      "nombreProducto": "Red Dead Redemption 2",
      "precio": "38",
      "categoria": "Aventuras",
      "requisitos_sistema": "Windows 10, i5-2500K, 8GB RAM, GTX 770, 150GB",
      "Desarrollador": "Rockstar Games",
      "imagen": "https://images.pexels.com/photos/13444726/pexels-photo-13444726.jpeg?auto=compress&cs=tinysrgb&w=600",
      "descripcionCorta": "Un épico western con un mundo vivo y una historia emocionante.",
      "descripcionLarga": "Red Dead Redemption 2 te lleva al Salvaje Oeste con una narrativa inmersiva y una atención al detalle sin precedentes. Vive la historia de Arthur Morgan, un forajido en la encrucijada entre la lealtad y la supervivencia. Con un mundo abierto dinámico, mecánicas de caza, combate y exploración, esta obra maestra redefine los juegos de mundo abierto.",
      "reseñas": "5",
      "id": 14
    },
    {
      "nombreProducto": "Resident Evil 4 Remake",
      "precio": "29",
      "categoria": "Terror",
      "requisitos_sistema": "Windows 10, i7-8700, 16GB RAM, RTX 2060, 50GB",
      "Desarrollador": "Capcom",
      "imagen": "https://www.capcom-games.com/qa/re4/images/wallpaper/re4-1440x1280.jpg",
      "descripcionCorta": "Un clásico del terror reinventado con gráficos y jugabilidad mejorada.",
      "descripcionLarga": "Resident Evil 4 Remake moderniza el icónico survival horror con gráficos de última generación, mecánicas de combate más precisas y una atmósfera aún más tensa. Acompaña a Leon S. Kennedy en su misión para rescatar a la hija del presidente, enfrentando horrores indescriptibles y enemigos implacables en una aventura que mantiene el espíritu del original.\n\n",
      "reseñas": "5",
      "id": 15
    },
    {
      "nombreProducto": "Outlast 2",
      "precio": "23",
      "categoria": "Terror",
      "requisitos_sistema": "Windows 10, i5-760, 8GB RAM, GTX 660, 30GB",
      "Desarrollador": "Red Barrels",
      "imagen": "https://cdn.mos.cms.futurecdn.net/gHzdz4qahxySeNBNB6Udsh.jpg",
      "descripcionCorta": "Horror psicológico extremo con una historia aterradora e intensa.",
      "descripcionLarga": "Outlast 2 te sumerge en una pesadilla de horror y locura mientras investigas una secta en un pueblo remoto. Sin armas y con una visión limitada a través de tu cámara de visión nocturna, debes huir, esconderte y sobrevivir a horrores inhumanos. Una experiencia escalofriante que te mantendrá en tensión constante.\n\n",
      "reseñas": "5",
      "id": 16
    },
    {
      "nombreProducto": "Age of Empires IV",
      "precio": "10",
      "categoria": "Estrategia",
      "requisitos_sistema": "Windows 10, i5-6300U, 8GB RAM, GTX 970, 50GB",
      "Desarrollador": "Relic Entertainment",
      "imagen": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1466860/header.jpg?t=1724793729",
      "descripcionCorta": "Estrategia en tiempo real con batallas épicas y civilizaciones históricas.",
      "descripcionLarga": "Age of Empires IV revive la esencia de la estrategia en tiempo real con gráficos mejorados, campañas envolventes y un enfoque histórico preciso. Lidera civilizaciones legendarias, desarrolla tecnologías y domina el campo de batalla con tácticas avanzadas. Con un multijugador robusto y una jugabilidad accesible pero profunda, es una joya para los fanáticos del género.",
      "reseñas": "4",
      "id": 17
    },
    {
      "nombreProducto": "Civilization IV",
      "precio": "15",
      "categoria": "Estrategia",
      "requisitos_sistema": "Windows 10, i3-530, 4GB RAM, GTX 450, 12GB",
      "Desarrollador": "Firaxis Games",
      "imagen": "https://media.moddb.com/images/games/1/29/28971/Civ4ScreenShot0001.jpg",
      "descripcionCorta": "Construye y lidera tu propia civilización en un juego de estrategia legendario.",
      "descripcionLarga": "Civilization IV ofrece una experiencia de estrategia por turnos donde cada decisión afecta el curso de la historia. Desde la fundación de tu primera ciudad hasta la exploración espacial, desarrolla tu nación mediante diplomacia, guerra y tecnología. Con mecánicas de juego profundas y un sistema de gestión compleja, este título es un clásico atemporal.",
      "reseñas": "4",
      "id": 18
    },
    {
      "nombreProducto": "Hell let Loose",
      "precio": "40",
      "categoria": "Bélico",
      "requisitos_sistema": "Windows 10, i5-8400, 16GB RAM, GTX 1060, 30GB",
      "Desarrollador": "Black Matter",
      "imagen": "https://images.pexels.com/photos/404995/pexels-photo-404995.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
      "descripcionCorta": "Un shooter táctico realista ambientado en la Segunda Guerra Mundial.",
      "descripcionLarga": "Hell Let Loose recrea el caos de la guerra con mapas masivos basados en batallas históricas y un sistema de escuadrones que enfatiza la cooperación. Cada soldado tiene un rol específico en la línea de combate, desde la infantería hasta el mando. Con un enfoque realista en tácticas y estrategia, esta es la experiencia bélica definitiva para jugadores exigentes.",
      "reseñas": "5",
      "id": 19
    },
    {
      "nombreProducto": "ffnienfinfiew",
      "precio": "88",
      "categoria": "Terror",
      "requisitos_sistema": "fefefef",
      "Desarrollador": "rrrrrrrrrrrrreeee",
      "imagen": "https://img.freepik.com/premium-psd/colorful-butterfly-realistic-isolated-transparent-background-png-file_1304044-3907.jpg?semt=ais_hybrid",
      "reseñas": "1",
      "id": 20
    },
    {
      "nombreProducto": "Cyberpunk 2077",
      "precio": "55",
      "categoria": "Deportes",
      "requisitos_sistema": "lplplp",
      "Desarrollador": "ooopopop",
      "imagen": "https://images.pexels.com/photos/4828339/pexels-photo-4828339.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "descripcionCorta": "tororororororororor",
      "descripcionLarga": "jokomodmeoeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee",
      "reseñas": "5",
      "id": 21
    }
  ]
}