{
  "productos": [
    {
      "nombreProducto": "Call of Duty: Modern Warfare II",
      "precio": "45",
      "categoria": "Bélico",
      "requisitos_sistema": "Windows 10, i5-6600, 12GB RAM, GTX 970, 100GB",
      "Desarrollador": "Infinity Ward",
      "imagen": "https://images.pexels.com/photos/3536235/pexels-photo-3536235.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "3",
      "descripcion": "Un shooter en primera persona con acción intensa, gráficos realistas y un modo multijugador táctico.",
      "descripcion_larga": "Call of Duty: Modern Warfare II te sumerge en un combate moderno lleno de adrenalina, con gráficos de última generación y una jugabilidad táctica. Disfruta de una campaña cinematográfica, un multijugador frenético y el renovado modo Spec Ops, donde la estrategia y la precisión son clave. Con nuevas mecánicas de movimiento y personalización de armas, este título redefine la experiencia FPS.",
      "id": 7
    },
    {
      "nombreProducto": "Battlefield 2042",
      "precio": "35",
      "categoria": "Bélico",
      "requisitos_sistema": "Windows 10, i5-6600K, 16GB RAM, RTX 3060, 100GB",
      "Desarrollador": "DICE",
      "imagen": "https://images.pexels.com/photos/163347/war-desert-guns-gunshow-163347.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
      "reseñas": "4",
      "descripcion": "Un shooter multijugador masivo con mapas dinámicos, clima extremo y batallas de hasta 128 jugadores.",
      "descripcion_larga": "Battlefield 2042 es un shooter en primera persona que redefine la guerra moderna con batallas a gran escala, mapas dinámicos y eventos climáticos extremos. Experimenta intensos combates con hasta 128 jugadores en escenarios inmersivos donde cada decisión y estrategia puede cambiar el curso de la partida. Con un amplio arsenal de armas, vehículos futuristas y un innovador sistema de especialistas, este título lleva la experiencia Battlefield a un nuevo nivel.",
      "id": 8
    },
    {
      "nombreProducto": "FIFA 23",
      "precio": "15",
      "categoria": "Deportes",
      "requisitos_sistema": " Windows 10, i5-6600K, 8GB RAM, GTX 1050 Ti, 50GB",
      "Desarrollador": "EA Sports",
      "imagen": "https://images.pexels.com/photos/1171084/pexels-photo-1171084.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "4",
      "descripcion": "Vive el fútbol como nunca antes con jugabilidad realista, licencias oficiales y el innovador HyperMotion2.",
      "descripcion_larga": "FIFA 23 te lleva al campo con la simulación de fútbol más avanzada hasta la fecha. Gracias a la tecnología HyperMotion2, las animaciones son más fluidas y realistas, brindando una experiencia auténtica en cada partido. Juega con equipos y ligas oficiales, disfruta del modo Carrera mejorado y compite en el icónico Ultimate Team. Ya sea en línea o contra la IA, cada encuentro se siente como una verdadera final.",
      "id": 9
    },
    {
      "nombreProducto": "NBA 2K24",
      "precio": "50",
      "categoria": "Deportes",
      "requisitos_sistema": "Windows 10, i5-4430, 8GB RAM, GTX 770, 110GB",
      "Desarrollador": "Visual Concepts",
      "imagen": "https://images.pexels.com/photos/1752757/pexels-photo-1752757.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "4",
      "descripcion": "El simulador de baloncesto definitivo con gráficos realistas, jugabilidad mejorada y modos competitivos.",
      "descripcion_larga": "NBA 2K24 eleva la simulación de baloncesto con mecánicas pulidas, gráficos de última generación y una experiencia inmersiva dentro y fuera de la cancha. Domina el juego con movimientos más fluidos, crea tu equipo soñado en MyTeam o haz historia en MyCareer. ¿Tienes lo necesario para convertirte en leyenda?",
      "id": 10
    },
    {
      "nombreProducto": "Grand Theft Auto V",
      "precio": "22",
      "categoria": "Accion",
      "requisitos_sistema": "Windows 10, i5-3470, 8GB RAM, GTX 660, 72GB",
      "Desarrollador": "Rockstar Games",
      "imagen": "https://images.pexels.com/photos/3159900/pexels-photo-3159900.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "5",
      "descripcion": "Un mundo abierto lleno de acción, crímenes y posibilidades infinitas en Los Santos.",
      "descripcion_larga": "Grand Theft Auto V te sumerge en la ciudad de Los Santos con una historia envolvente y un mundo abierto repleto de actividades. Vive la vida de tres criminales en un atraco épico, explora el modo online con misiones y eventos en constante evolución, y disfruta de la libertad de hacer lo que quieras en este clásico del gaming.",
      "id": 11
    },
    {
      "nombreProducto": "Cyberpunk 2077",
      "precio": "35",
      "categoria": "Accion",
      "requisitos_sistema": "Windows 10, i7-6700, 16GB RAM, RTX 2060, 70GB",
      "Desarrollador": "CD Projekt Red",
      "imagen": "https://images.pexels.com/photos/8108532/pexels-photo-8108532.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "1",
      "descripcion": "Un RPG futurista de mundo abierto donde cada elección impacta el destino de Night City.",
      "descripcion_larga": "Cyberpunk 2077 te transporta a Night City, una metrópoli cyberpunk donde tecnología y corrupción se entrelazan. Personaliza tu personaje, mejora tu cuerpo con implantes cibernéticos y forja tu camino en una historia llena de acción, conspiraciones y decisiones que alteran el mundo. Con gráficos espectaculares y un entorno dinámico, es la experiencia definitiva de rol futurista.",
      "id": 12
    },
    {
      "nombreProducto": "The Legend of Zelda: Breath of the Wild",
      "precio": "20",
      "categoria": "Aventuras",
      "requisitos_sistema": "Nintendo Switch, 4GB RAM, 13.4GB",
      "Desarrollador": "Nintendo",
      "imagen": "https://images.pexels.com/photos/334068/pexels-photo-334068.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "5",
      "descripcion": "Explora un vasto mundo abierto lleno de misterios, aventuras y desafíos.",
      "descripcion_larga": "The Legend of Zelda: Breath of the Wild redefine la exploración en los videojuegos con un mundo abierto vibrante y lleno de secretos. Encarna a Link y descubre la magia de Hyrule mientras resuelves acertijos, enfrentas enemigos y desvelas una historia épica. Con mecánicas innovadoras y una libertad total de exploración, esta es una aventura que marcará generaciones.",
      "id": 13
    },
    {
      "nombreProducto": "Red Dead Redemption 2",
      "precio": "38",
      "categoria": "Aventuras",
      "requisitos_sistema": "Windows 10, i5-2500K, 8GB RAM, GTX 770, 150GB",
      "Desarrollador": "Rockstar Games",
      "imagen": "https://images.pexels.com/photos/13444726/pexels-photo-13444726.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "5",
      "descripcion": "Un épico western de mundo abierto con una historia cautivadora y un realismo impresionante.",
      "descripcion_larga": "Red Dead Redemption 2 te transporta al Salvaje Oeste con un nivel de detalle inigualable. Vive la historia de Arthur Morgan, un forajido atrapado entre la lealtad y la supervivencia. Caza, cabalga, asalta trenes y explora un vasto mundo lleno de personajes memorables y decisiones que afectarán tu destino. Una obra maestra de Rockstar Games.",
      "id": 14
    },
    {
      "nombreProducto": "Resident Evil 4 Remake",
      "precio": "45",
      "categoria": "Terror",
      "requisitos_sistema": "Windows 10, i7-8700, 16GB RAM, RTX 2060, 50GB",
      "Desarrollador": "Capcom",
      "imagen": "https://images.pexels.com/photos/5435562/pexels-photo-5435562.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
      "reseñas": "5",
      "descripcion": "Terror y acción en un remake impresionante con gráficos renovados y una jugabilidad mejorada.",
      "descripcion_larga": "Resident Evil 4 Remake reinventa el clásico de terror y acción con gráficos mejorados, controles optimizados y una ambientación aún más inmersiva. Enfréntate a hordas de infectados, resuelve acertijos y sobrevive al horror mientras acompañas a Leon S. Kennedy en su misión para rescatar a la hija del presidente. ¿Estás listo para revivir el miedo?",
      "id": 15
    },
    {
      "nombreProducto": "Outlast 2",
      "precio": "15",
      "categoria": "Terror",
      "requisitos_sistema": "Windows 10, i5-760, 8GB RAM, GTX 660, 30GB",
      "Desarrollador": " Red Barrels",
      "imagen": "https://images.pexels.com/photos/13575112/pexels-photo-13575112.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "4",
      "descripcion": "Un survival horror psicológico que te sumergirá en una aterradora historia de culto y locura.",
      "descripcion_larga": "Outlast 2 te lleva a un pueblo remoto donde un culto fanático ha creado su propia pesadilla. Sin armas y solo con una cámara de visión nocturna, deberás huir, esconderte y sobrevivir a los horrores que acechan en la oscuridad. Con una historia perturbadora y una atmósfera aterradora, es un viaje al límite de la locura.",
      "id": 16
    },
    {
      "nombreProducto": "Age of Empires IV",
      "precio": "20",
      "categoria": "Estrategia",
      "requisitos_sistema": "Windows 10, i5-6300U, 8GB RAM, GTX 970, 50GB",
      "Desarrollador": "Relic Entertainment",
      "imagen": "https://images.pexels.com/photos/1701595/pexels-photo-1701595.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "5",
      "descripcion": "Estrategia en tiempo real con civilizaciones icónicas y batallas épicas.",
      "descripcion_larga": "Age of Empires IV trae de vuelta la estrategia en tiempo real con gráficos modernos y mecánicas pulidas. Comanda grandes civilizaciones, gestiona recursos y lidera ejércitos en batallas históricas. Ya sea en la campaña o en el multijugador, la historia está en tus manos. ¿Serás el próximo gran conquistador?",
      "id": 17
    },
    {
      "nombreProducto": "Civilization VI",
      "precio": "9",
      "categoria": "Estrategia",
      "requisitos_sistema": "Windows 10, i3-530, 4GB RAM, GTX 450, 12GB",
      "Desarrollador": "Firaxis Games",
      "imagen": "https://images.pexels.com/photos/3214994/pexels-photo-3214994.jpeg?auto=compress&cs=tinysrgb&w=600",
      "reseñas": "4",
      "descripcion": "Construye un imperio, expande tu civilización y domina el mundo con estrategia y diplomacia.",
      "descripcion_larga": "Civilization VI te desafía a construir una civilización que resista el paso del tiempo. Desde la antigüedad hasta la era moderna, lidera tu imperio, innova tecnologías, haz alianzas y conquista a tus rivales. Con múltiples caminos hacia la victoria, cada partida es una nueva historia por escribir. ¿Serás un líder benevolente o un conquistador implacable?",
      "id": 18
    },
    {
      "nombreProducto": "Hell let Loose",
      "precio": "40",
      "categoria": "Bélico",
      "requisitos_sistema": "Windows 10, i5-8400, 16GB RAM, GTX 1060, 30GB",
      "Desarrollador": "Black Matter",
      "imagen": "https://images.pexels.com/photos/404995/pexels-photo-404995.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=2",
      "reseñas": "5",
      "descripcion": "Un shooter táctico en primera persona ambientado en la Segunda Guerra Mundial con combates realistas y en equipo.",
      "descripcion_larga": "Hell Let Loose es un shooter de guerra realista que te sumerge en el caos de la Segunda Guerra Mundial con batallas a gran escala. Con mapas basados en ubicaciones históricas, un sistema de escuadrones y un enfoque en la estrategia, cada partida es una experiencia intensa. Coordina con tu equipo, maneja vehículos blindados y domina el campo de batalla en uno de los FPS más auténticos del género.",
      "id": 19
    }
  ]
}
